Repository: wp-plugins/recent-revisions
Catalog: recent-revisions-*.po
Languages: de_de

source: by %s
de_de: von %s

source: new
de_de: neu

source: You don't have any revisions! Are revisions enabled in wp-config.php? Check that WP_POST_REVISIONS is true or >0.
de_de: Es sind keine Posts oder Änderungen vorhanden! Ist die Änderungsverfolgung aktiviert? Überprüfe, ob WP_POST_REVISIONS true oder größer als 0 ist.

source: Recent Revisions
de_de: Letzte Änderungen

source: How many recent posts would you like to display?
de_de: Wie viele letzten Änderungen möchtest du anzeigen?

source: Show revision author?
de_de: Zeige den Autor der Änderung?

source: Show revision date and time?
de_de: Zeige Datum und Zeit der Änderung?

source: Show date/time in GMT, not local timezone?
de_de: Zeige das Datum und die Zeit in GMT, nicht in der lokalen Zeitzone?

source: Show link to view differences?
de_de: Zeige Link auf Vergleichsansicht (diff)?

source: Shows an overview of your recent post revisions on your administration dashboard.
de_de: Zeigt eine Übersicht der letzten Änderungen deiner Artikel und Seiten in dem Admin-Board.
